Repository: tgspacelabs/Dev
Catalog: DBInstaller.Net/Source/ICS_DBInstaller/LocalizeResx/*.resx
Languages: cs, pt

# CancelConfirmation
source: Do you want to quit the application without configuring portal database?
cs: Chcete aplikaci ukončit bez provedení konfigurace databáze portálu?
pt: Você deseja sair do aplicativo sem configurar o banco de dados do portal?

# ConfigSuccess
source: Database configuration successfully completed
cs: Konfigurace databáze byla úspěšně dokončena.
pt: Configuração do banco de dados concluída com êxito

# ConfigurationFailed
source: Portal database configuration failed
cs: Konfigurace databáze portálu se nezdařila.
pt: Não foi possível realizar a configuração do banco de dados do portal

# DBInstaller
source: Spacelabs DBInstaller
pt: DBInstaller do Spacelabs

# InvalidDBRestorePath
source: Invalid Database restore path
cs: Neplatná cesta obnovení databáze.
pt: Caminho de restauração de banco de dados inválido

# InvalidSAPassword
source: Failed to open connection with the specified server. Please provide a valid SA password.
cs: Nelze navázat spojení se zadaným serverem. Zadejte platné heslo SA.
pt: Não foi possível abrir a conexão com o servidor especificado. Forneça uma senha SA válida.

# NoAccess
source: Cannot access the specified path
cs: Nelze získat přístup k zadané cestě.
pt: Não é possível acessar o caminho especificado

# NoSqlServerInstalled
source: SQL server is not installed on the local machine. Setup cannot proceed.
cs: Server SQL není v lokálním přístroji nainstalován. Nastavení nemůže pokračovat.
pt: O servidor SQL não está instalado na máquina local. Não é possível continuar a configuração.

# Progress_data
source: Populating database with initial data...
cs: Probíhá vyplnění databáze počátečními daty...
pt: Preenchendo o banco de dados com os dados iniciais...

# Progress_maintjobs
source: Installing maintenance jobs...
cs: Probíhá instalace úloh údržby...
pt: Instalando trabalhos de manutenção...

# Progress_schema
source: Installing database schema...
cs: Probíhá instalace schématu databáze...
pt: Instalando esquema de banco de dados...

# ReadyforConfiguration
source: Ready for configuration. Click 'Configure' to proceed.
cs: Systém je připraven ke konfiguraci. Pokračujte klepnutím na tlačítko Konfigurovat.
pt: Pronto para configuração. Clique em "Configurar" para prosseguir.

# RemoteSql
source: Portal database configuration is not supported on a Remote Sql server
cs: Konfigurace databáze portálu není na vzdáleném serveru SQL podporována.
pt: A configuração do banco de dados do portal não é compatível com um servidor Sql remoto

# SpecifyValidPath
source: Please specify a valid path
cs: Zadejte platnou cestu.
pt: Especifique um caminho válido

# UnSupportedSqlVersion
source: Installed SQL version is not supported by ICS
cs: Nainstalovaná verze serveru SQL není systémem ICS podporována.
pt: A versão do SQL instalado não é compatível com o ICS

# NoUpgradeRequired
source: No upgrade required.Latest version of the Portal database already exists.
cs: Aktualizace není nutná. Nejnovější verze portálové databáze již existuje.
pt: Não é necessário o upgrade. A versão mais recente do banco de dados Portal já existe.

# UpgradeVersionInformation
source: Upgrading portal database from {0} to {1}
cs: Probíhá aktualizace portálové databáze z {0} na {1}.
pt: Fazendo upgrade do banco de dados Portal de {0} para {1}

# ReadyforUpgrade
source: Ready for portal database upgrade
cs: Aktualizace portálové databáze je připravena.
pt: Pronto para fazer upgrade do banco de dados Portal

# UpgradeSuccessful
source: Portal database is successfully upgraded to {0}
cs: Portálová databáze byla úspěšně aktualizována na {0}.
pt: O banco de dados Portal foi atualizado com sucesso para {0}

# UpgradeFailed
source: Portal database failed to upgrade to {0}
cs: Aktualizace portálové databáze na {0} se nezdařila.
pt: O banco de dados Portal não foi atualizado para {0}
